
/* Class = "NSMenuItem"; title = "Candidate List"; ObjectID = "1Tw-ds-gDv"; */
"1Tw-ds-gDv.title" = "Aday Listesi";

/* Class = "NSButtonCell"; title = "Force pixel alignment"; ObjectID = "3T9-TS-9ti"; */
"3T9-TS-9ti.title" = "Piksellerin hizalanmasını zorla";

/* Class = "NSBox"; title = "Box"; ObjectID = "6dS-g1-dGG"; */
"6dS-g1-dGG.title" = "Kutu";

/* Class = "NSBox"; title = "Box"; ObjectID = "8nP-0Q-3Ik"; */
"8nP-0Q-3Ik.title" = "Kutu";

/* Class = "NSButtonCell"; title = "Include spread mid points"; ObjectID = "APk-w8-O4B"; */
"APk-w8-O4B.title" = "Spread ortalamaları dahil et";

/* Class = "NSButtonCell"; title = "Snap to pixel selection bounds"; ObjectID = "B5S-ry-lVC"; */
"B5S-ry-lVC.title" = "Piksellere seçim sınırlarına tam oturt";

/* Class = "NSButtonCell"; title = "Include bounding box mid points"; ObjectID = "Czw-0X-gXK"; */
"Czw-0X-gXK.title" = "Sınır kutusunun orta noktalarını dahil et";

/* Class = "NSButtonCell"; title = "Snap to spread"; ObjectID = "DRD-gS-VkX"; */
"DRD-gS-VkX.title" = "Yayılmak için tıklayın";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "DmU-3l-8gu"; */
"DmU-3l-8gu.title" = "Diğer Görüşler";

/* Class = "NSButtonCell"; title = "Snap to baseline grid"; ObjectID = "DvF-Qe-cnh"; */
"DvF-Qe-cnh.title" = "Temel ızgaraya yapıştır";

/* Class = "NSTextFieldCell"; title = "Preset:"; ObjectID = "EyH-4n-zr8"; */
"EyH-4n-zr8.title" = "Ayarlar:";

/* Class = "NSButtonCell"; title = "Snap to margin"; ObjectID = "Gkl-N0-P3Q"; */
"Gkl-N0-P3Q.title" = "Kenara yapıştır";

/* Class = "NSMenuItem"; title = "Create preset"; ObjectID = "Gsz-Qc-N1v"; */
"Gsz-Qc-N1v.title" = "Ön ayar oluştur";

/* Class = "NSBox"; title = "Box"; ObjectID = "H2f-oN-T9O"; */
"H2f-oN-T9O.title" = "Kutu";

/* Class = "NSButton"; ibShadowedToolTip = "Show which objects in the document are currently in the Snapping Candidate list with a purple outline"; ObjectID = "Irf-l7-s1Q"; */
"Irf-l7-s1Q.ibShadowedToolTip" = "Belgede şu anda Snapping Aday listesinde olan nesneleri mor bir kenarlıkla gösterin";

/* Class = "NSMenuItem"; title = "Delete preset"; ObjectID = "JG4-X2-RoC"; */
"JG4-X2-RoC.title" = "Ayarı sil";

/* Class = "NSTextFieldCell"; title = "Maximum:"; ObjectID = "JdA-f5-0s4"; */
"JdA-f5-0s4.title" = "Maksimum:";

/* Class = "NSButtonCell"; title = "Show snapping candidates"; ObjectID = "L3W-Sl-jsj"; */
"L3W-Sl-jsj.title" = "Kırpma adaylarını göster";

/* Class = "NSBox"; title = "Box"; ObjectID = "LyH-9N-TzJ"; */
"LyH-9N-TzJ.title" = "Kutu";

/* Class = "NSMenuItem"; title = "Immediate layers"; ObjectID = "P61-cl-MpC"; */
"P61-cl-MpC.title" = "Acil katmanlar";

/* Class = "NSButtonCell"; title = "Snap to shape key points"; ObjectID = "Qqa-hm-uHk"; */
"Qqa-hm-uHk.title" = "Şekil anahtar noktalarına tam oturt";

/* Class = "NSMenuItem"; title = "Immediate layers and children"; ObjectID = "RxJ-TW-bcA"; */
"RxJ-TW-bcA.title" = "Anlık katmanlar ve çocuklar";

/* Class = "NSTextFieldCell"; title = "Candidates:"; ObjectID = "SlC-Yd-G0i"; */
"SlC-Yd-G0i.title" = "Adaylar:";

/* Class = "NSButtonCell"; title = "Move by whole pixels"; ObjectID = "bGQ-a9-3br"; */
"bGQ-a9-3br.title" = "Tam piksellerle hareket et";

/* Class = "NSView"; ibShadowedToolTip = "The maximum number of objects that will be held in the snapping candidate list"; ObjectID = "cUG-AP-k4n"; */
"cUG-AP-k4n.ibShadowedToolTip" = "Yakalayıcı aday listesinde tutulacak maksimum nesne sayısı";

/* Class = "NSButtonCell"; title = "Snap to guides"; ObjectID = "chn-GC-rSI"; */
"chn-GC-rSI.title" = "Kılavuzlara yapıştır";

/* Class = "NSButtonCell"; title = "Snap to object bounding boxes"; ObjectID = "csu-yE-1qt"; */
"csu-yE-1qt.title" = "Nesne sınır kutularına sıkıştır";

/* Class = "NSButtonCell"; title = "Include margin mid points"; ObjectID = "e1f-UT-w5P"; */
"e1f-UT-w5P.title" = "Marj orta noktalarını dahil et";

/* Class = "NSButtonCell"; title = "Only snap to visible objects"; ObjectID = "e4c-3f-g8b"; */
"e4c-3f-g8b.title" = "Sadece görünür nesnelere kilitlenin";

/* Class = "NSTextFieldCell"; title = "Screen tolerance:"; ObjectID = "eec-p5-FSf"; */
"eec-p5-FSf.title" = "Ekran toleransı:";

/* Class = "NSButtonCell"; title = "Snap to object geometry"; ObjectID = "fjG-ij-72k"; */
"fjG-ij-72k.title" = "Nesne geometrisine snap yap";

/* Class = "NSButtonCell"; title = "Snap to gaps and sizes"; ObjectID = "iAa-Xq-hV8"; */
"iAa-Xq-hV8.title" = "Boşluklara ve boyutlara tam oturtun";

/* Class = "NSButton"; ibShadowedToolTip = "If set, only objects that are currently visible can be snapped to"; ObjectID = "j8f-hG-HbF"; */
"j8f-hG-HbF.ibShadowedToolTip" = "Eğer ayarlanmışsa, yalnızca şu anda görünür olan nesneler yapıştırılabilir.";

/* Class = "NSButtonCell"; title = "Snap to grid"; ObjectID = "lZL-z7-XwY"; */
"lZL-z7-XwY.title" = "Izgara ile hizala";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "oR1-VD-IZz"; */
"oR1-VD-IZz.title" = "Diğer Görüşler";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "Select a Snapping options preset, or configure your own settings"; ObjectID = "pb6-c1-z4O"; */
"pb6-c1-z4O.ibShadowedToolTip" = "Bir Snapping seçenekleri ön ayarı seçin veya kendi ayarlarınızı yapılandırın.";

/* Class = "NSMenuItem"; title = "Rename preset"; ObjectID = "quf-Cj-L5F"; */
"quf-Cj-L5F.title" = "Ön ayarı yeniden adlandır";

/* Class = "NSPopUpButton"; ibShadowedToolTip = "The candidate options determine which objects in your document can be snapped to"; ObjectID = "rsm-Hh-Gqs"; */
"rsm-Hh-Gqs.ibShadowedToolTip" = "Aday seçenekleri, belgenizde hangi nesnelerin hizalanabileceğini belirler.";

/* Class = "NSBox"; title = "Box"; ObjectID = "uo3-7W-8P8"; */
"uo3-7W-8P8.title" = "Kutu";

/* Class = "NSButtonCell"; title = "Enable snapping"; ObjectID = "urp-Jd-iPG"; */
"urp-Jd-iPG.title" = "Klavye ile hizalamayı etkinleştir";

/* Class = "NSMenuItem"; title = "All layers"; ObjectID = "vDT-Wp-5Xc"; */
"vDT-Wp-5Xc.title" = "Tüm katmanlar";

/* Class = "NSView"; ibShadowedToolTip = "Snapping tolerance is the distance in screen pixels between objects where a snap will be made"; ObjectID = "wJs-nd-UsG"; */
"wJs-nd-UsG.ibShadowedToolTip" = "Snap toleransı, nesneler arasında bir snap yapılacak olan ekran piksellerindeki mesafedir.";

/* Class = "NSBox"; title = "Box"; ObjectID = "xOk-il-8cZ"; */
"xOk-il-8cZ.title" = "Kutu";
